[{
    "image": "http://www.seasky.org/constellations/assets/images/andromeda.jpg",
    "name": "Andromeda",
    "story": "Andromeda constellation is located in the northern sky, between Cassiopeia’s W asterism and the Great Square of Pegasus. It is one of the 48 Greek constellations, first listed in Claudius Ptolemy’s Almagest in the 2nd century CE. The constellation was named after the mythical princess Andromeda, the daughter of Queen Cassiopeia and wife of the Greek hero Perseus. It is also known as the Chained Maiden, Persea (wife of Perseus), or Cepheis (daughter of Cepheus).",
    "facts": "Andromeda is the 19th largest constellation in the sky, occupying an area of 722 square degrees and it belongs to the Perseus family of constellations. The neighboring constellations are Cassiopeia, Lacerta, Pegasus, Perseus, Pisces and Triangulum.",
    "period": "August - December"
},
{
    "image": "http://www.seasky.org/constellations/assets/images/antlia.jpg",
    "name": "Antlia",
    "story": "Antlia is a small, faint constellation located in the southern skies. Its name is an ancient Greek word for “the pump.” The constellation was originally named Antlia Pneumatica, to commemorate the invention of the air pump, which it represents. Antlia was created and catalogued by the French astronomer Abbé Nicolas Louis de Lacaille in the 18th century, along with 13 other constellations introduced by Lacaille to fill the void in some faint regions in the southern sky.",
    "facts": "Antlia is one of the smaller constellations in the sky (62nd in size), occupying an area of 239 square degrees and it  belongs to the Lacaille family of constellations. The neighboring constellations are Centaurus, Hydra, Pyxis, and Vela.",
    "period": "February - April"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/apus.jpg",
    "name": "Apus",
    "story": "Apus constellation is located in the southern hemisphere. It is a small constellation that represents the bird of paradise. The name of the constellation is derived from the Greek word apous, which means “footless.” (Birds of paradise were at one point in history believed to lack feet.) There are no myths associated with the constellation. Apus was created by the Dutch astronomer and cartographer Petrus Plancius from the observations of Dutch navigators Pieter Dirkszoon Keyser and Frederick Houtman, and first catalogued by Plancius in the late 16th century.",
    "facts": "Apus is the 67th constellation in size, occupying an area of 206 square degrees and it belongs to the Johann Bayer family of constellations. The neighboring constellations are Ara, Chamaeleon, Circinus, Musca, Octans, Pavo, and Triangulum Australe.",
    "period": "May - August"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/aquarius.jpg",
    "name": "Aquarius",
    "story": "Aquarius constellation is located in the southern hemisphere. It is one of the 12 zodiac constellations. The constellation’s name means “the water-bearer” (or “cup-bearer”) in Latin which represents water. Aquarius lies in the region of the sky which is sometimes referred to as the Sea, because it contains a number of other constellations with names associated with water; Pisces (the fish), Eridanus (the river), and Cetus (the whale), among others. Like other zodiac constellations, Aquarius was catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "facts": "Aquarius is the 10th largest constellation in the sky, occupying an area of 980 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Aquila, Capricornus, Cetus, Delphinus, Equuleus, Pegasus, Pisces, Piscis Austrinus, and Sculptor.",
    "period": "September - November"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/aquila.jpg",
    "name": "Aquila",
    "story": "Aquila constellation is located in the northern sky, near the celestial equator. The constellation’s name means “the eagle” in Latin. The constellation represents the eagle of the god Jupiter in Roman mythology. It was first catalogued by the Greek astronomer Ptolemy in the 2nd century. The Eagle constellation is easy to spot, flying opposite the celestial Swan (Cygnus). Altair, the constellation’s brightest star, forms a prominent asterism known as the Summer Triangle with the luminaries of Cygnus (Deneb) and Lyra (Vega).",
    "facts": "Aquila is the 22nd biggest star constellation in the sky, occupying an area of 652 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Aquarius, Capricornus, Delphinus, Hercules, Ophiuchus, Sagitta, Sagittarius, Scutum, and Serpens Cauda.",
    "period": "July - September"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/ara.jpg",
    "name": "Ara",
    "story": "Ara is a small constellation located in the southern sky. Its name means “the altar” in Latin. The constellation represents the altar used by Zeus and other Greek gods to swear a vow of allegiance before they went to war against Cronus and the Titans. In another Greek myth, Ara represents the altar of King Lycaon of Arcadia. Ara was one of the 48 Greek constellations listed by the astronomer Claudius Ptolemy in the 2nd century. It is located just south of Scorpius, under the scorpion’s tail.",
    "facts": "Ara is one of the smaller constellations (63rd in size), with an area of 237 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Apus, Corona Australis, Norma, Pavo, Scorpius, Telescopium, and Triangulum Australe.",
    "period": "March - December"
},
{
    "image": "http://www.seasky.org/constellations/assets/images/aries.jpg",
    "name": "Aries",
    "story": "Aries constellation is located in the northern hemisphere. Its name means “the ram” in Latin. The constellation Aries is usually associated with the story of the Golden Fleece in Greek mythology. Like other zodiac constellations, Aries was first catalogued by the Greek astronomer Ptolemy in his Almagest in the  2nd century.",
    "facts": "Aries is the 39th largest constellation in the sky, occupying 441 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Cetus, Perseus, Pisces, Taurus, and Triangulum.",
    "period": "September - February"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/auriga.jpg",
    "name": "Auriga",
    "story": "Auriga constellation lies in the northern hemisphere. Its name means “the charioteer” in Latin. The constellation got this name because its major stars form a shape similar to that of the pointed helmet of a charioteer. Auriga was first catalogued by the Greek astronomer Ptolemy in his Almagest in the 2nd century CE. The constellation contains Capella, the sixth brightest star in the sky. It is also the site of the galactic anti-centre, the point in the sky opposite to the centre of the Milky Way Galaxy, which is located in the constellation Sagittarius, near the border with Scorpius. The nearest bright star to the galactic anti-centre is Elnath, Beta Tauri.",
    "facts": "Auriga is the 21st biggest constellation in the night sky, occupying 657 square degrees and it belongs to the Perseus family of constellations. The neighboring constellations are Camelopardalis, Gemini, Lynx, Perseus, and Taurus.",
    "period": "October - March"
},
{
    "image": "http://www.seasky.org/constellations/assets/images/bootes.jpg",
    "name": "Boötes",
    "story": "Boötes is one of the largest constellations in the sky. Located in the northern celestial hemisphere, the constellation is dominated by the Kite, a diamond-shaped asterism formed by its brightest stars. The constellation’s name comes from the Greek word Βοώτης, Boōtēs, which means ox driver, plowman, or herdsman. Boötes was first catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "facts": "Boötes is the 13th largest constellation in the night sky, occupying an area of 907 square degrees and it belongs to the Ursa Major family of constellations. The neighboring constellations are Canes Venatici, Coma Berenices, Corona Borealis, Draco, Hercules, Serpens Caput, Virgo, and Ursa Major.",
    "period": "March - July"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/caelum.jpg",
    "name": "Caelum",
    "story": "Caelum constellation is located in the southern hemisphere. Its name is the Latin word for “the chisel.” The small, faint constellation was originally named Caela Sculptoris, or the sculptor’s chisel. It is one of the 14 constellations created by the French astronomer Nicolas Louis de Lacaille in the 18th century. Caelum does not contain any prominent deep sky objects and has only two stars brighter than fifth magnitude. The constellation’s brightest star, Alpha Caeli, shines at magnitude 4.44 and is difficult to see from light-polluted areas.",
    "facts": "Caelum is the eighth smallest constellation in the sky, occupying an area of only 125 square degrees and it belongs to the Lacaille family of constellations. The neighboring constellations are Columba, Dorado, Eridanus, Horologium, Lepus, and Pictor.",
    "period": "November - January"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/camelopardalis.jpg",
    "name": "Camelopardalis",
    "story": "Camelopardalis constellation lies in the northern hemisphere. Its name comes from the Latin derivation of the Greek word for “giraffe.Taken apart, the word camelopardalis means camel (Greek kamēlos) and leopard (pardalis). The giraffe was called the “camel-leopard” because it had a long neck like a camel and a body with spots, like a leopard.",
    "facts": "Camelopardalis is the 18th largest constellation in the night sky, occupying an area of 757 square degrees and it belongs to the Ursa Major family of constellations. The neighboring constellations are Auriga, Cassiopeia, Cepheus, Draco, Lynx, Perseus, Ursa Major, and Ursa Minor.",
    "period": "Circumpolar / Always"
},
{
    "image": "http://www.seasky.org/constellations/assets/images/cancer.jpg",
    "name": "Cancer",
    "story": "Cancer constellation is located in the northern sky. Its name means “the crab” in Latin. Cancer is the faintest of the 12 zodiac constellations. The constellation was first catalogued by the Greek astronomer Ptolemy in his Almagest in the 2nd century CE. In Greek mythology, the constellation Cancer is associated with the crab sent by Hera to kill Heracles. In different versions of the myth, the crab is either kicked into the sky by Heracles or placed among the stars by Hera after getting crushed by the Greek hero.",
    "facts": "Cancer is the 31st largest constellation in the sky, occupying an area of 506 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Canis Minor, Gemini, Hydra, Leo, Leo Minor, and Lynx.",
    "period": "January - May"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/canes-venatici.jpg",
    "name": "Canes Venatici",
    "story": "Canes Venatici constellation lies in the northern hemisphere. The constellation’s name means “hunting dogs” in Latin. Canes Venatici represents the hunting dogs of Boötes, the Herdsman, represented by the neighboring constellation. The two hunting dogs are known as Asterion and Chara. The Greek astronomer Ptolemy included the stars of Canes Venatici in the constellation Ursa Major as informes (unformed stars), but the constellation was not introduced until 1687, when the Polish astronomer Johannes Hevelius created it from the faint stars located under the Great Bear’s tail.",
    "facts": "Canes Venatici is the 38th largest constellation in the sky, occupying an area of 465 square degrees and it belongs to the Ursa Major family of constellations. The neighboring constellations are Boötes, Coma Berenices, and Ursa Major.",
    "period": "Circumpolar / Always"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/canis-major.jpg",
    "name": "Canis Major",
    "story": "Canis Major is a constellation in the southern sky. Its name means “the greater dog” in Latin. Canis Major represents the bigger dog following Orion, the hunter in Greek mythology. The dog is often depicted pursuing a hare, represented by the constellation Lepus. The smaller dog is represented by the neighboring constellation Canis Minor. Both dog constellations are among the 48 Greek constellations, first catalogued by Claudius Ptolemy of Alexandria in his Almagest in the 2nd century CE.",
    "facts": "Canis Major is the 43rd biggest constellation in the sky, occupying an area of 380 square degrees and it belongs to the Orion family of constellations. The neighboring constellations are Columba, Lepus, Monoceros, and Puppis.",
    "period": "October - March"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/canis-major.jpg",
    "name": "Canis Minor",
    "story": "Canis Minor is a small constellation in the northern sky. Its name means “the smaller dog” or “lesser dog” in Latin. The constellation represents one of the dogs following Orion, the hunter in Greek mythology. The other dog is represented by the larger neighbouring constellation Canis Major. Both constellations were first catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "facts": "Canis Minor is the 71st largest constellation in the sky, occupying an area of 183 square degrees and it belongs to the Orion family of constellations. The neighboring constellations are Cancer, Gemini, Hydra, and Monoceros.",
    "period": "December - April"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/capricornus.jpg",
    "name": "Capricornus",
    "story": "Capricornus is a faint zodiac constellation located in the southern sky. Its name means “the goat” in Latin. The constellation represents a sea goat, a mythical creature associated with the god Enki in Babylonian mythology and later with the Greek deity Pan. Like other zodiac constellations, Capricornus was first catalogued by the Greek astronomer Claudius Ptolemy in his Almagest in the 2nd century CE. In Greek mythology, the constellation is associated with Pan, the god of the wild, and with the goat Amalthea, who suckled Zeus when he was very young.",
    "facts": "Capricornus is the 40th biggest constellation in the sky, occupying an area of 414 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Aquarius, Aquila, Microscopium, Piscis Austrinus, and Sagittarius.",
    "period": "August - October"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/carina.jpg",
    "name": "Carina",
    "story": "Carina constellation is located in the southern sky. Its name means “the keel” (keel of a ship) in Latin. Carina used to be part of the much larger constellation Argo Navis, along with the constellations Puppis (the stern) and Vela (the sails). The constellation represented the mythical ship Argo, on which Jason and the Argonauts sailed to get the Golden Fleece. Argo Navis was first catalogued by the Greek astronomer Ptolemy in the 2nd century CE. It was the French astronomer Nicolas Louis de Lacaille who divided it into the three smaller constellations – Carina, Puppis and Vela – in the 18th century. The three smaller constellations were added to the official list of the modern constellations in the early 20th century, when the International Astronomical Union (IAU) defined the constellation borders on the celestial sphere.",
    "facts": "Carina is the 34th largest constellation in the sky, occupying an area of 494 square degrees and it belongs to the Heavenly Waters family of constellations. The neighboring constellations are Centaurus, Chamaeleon, Musca, Pictor, Puppis, Vela, and Volans.",
    "period": "January - April"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/cassiopeia.jpg",
    "name": "Cassiopeia",
    "story": "Cassiopeia is a large constellation located in the northern sky. It was named after Cassiopeia, the vain and boastful queen in Greek mythology. Nicknamed the W constellation, Cassiopeia is easily recognizable for the prominent W asterism formed by its five brightest stars.  The constellation was first catalogued by the Greek astronomer Ptolemy in the 2nd century, along with other constellations in the Perseus family (except Lacerta). Cassiopeia contains several notable deep sky objects, among them the open clusters Messier 52 and Messier 103, the Heart Nebula and the Soul Nebula, the supernova remnant Cassiopeia A, the star-forming cloud popularly known as the Pacman Nebula, and the White Rose Cluster.",
    "facts": "Cassiopeia is the 25th largest constellation in the night sky, occupying an area of 598 square degrees and it belongs to the Perseus family of constellations. The neighboring constellations are Andromeda, Camelopardalis, Cepheus, Lacerta, and Perseus.",
    "period": "Circumpolar / Always"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/centaurus.jpg",
    "name": "Centaurus",
    "story": "Centaurus constellation is located in the southern hemisphere. It is one of the Greek constellations, catalogued by the Greek astronomer Ptolemy in the 2nd century, but it was mentioned in earlier Greek texts by the astronomer Eudoxus and the poet Aratus. Centaurus is one of the largest constellations in the sky. It represents the centaur, the half man, half horse creature in Greek mythology. Sources tend to differ on which centaur the constellation represents, but usually it is taken to be Chiron, who mentored the Greek heroes Hercules, Peleus, Achilles, Theseus and Perseus.",
    "facts": "Centaurus is the ninth largest constellation in the sky, occupying an area of 1060 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Antlia, Carina, Circinus, Crux, Hydra, Libra, Lupus, Musca, and Vela.",
    "period": "May"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/cepheus.jpg",
    "name": "Cepheus",
    "story": "Cepheus constellation lies in the northern hemisphere. It is one of the Greek constellations. It was named after the mythical King Cepheus of Aethiopia, husband of Cassiopeia and father of Andromeda, both represented by neighboring constellations. Like most other constellations in the Perseus family, Cepheus was catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "facts": "Cepheus is the 27th largest constellation in the night sky, occupying an area of 588 square degrees and it belongs to the Perseus family of constellations. The neighboring constellations are Camelopardalis, Cassiopeia, Cygnus, Draco, Lacerta, and Ursa Minor.",
    "period": "August - December"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/cetus.jpg",
    "name": "Cetus",
    "story": "Cetus constellation is located in the northern sky. Also known as the Whale, it is one of the largest constellations in the sky. The constellation was named after Cetus, the sea monster from the Greek myth about Andromeda. In the myth, the princess was sacrificed to the monster as punishment for her mother Cassiopeia’s boastfulness. The constellation Cetus lies in the region of the sky called the Water, along with several other constellations with names evocative of water: Eridanus (the river), Aquarius (the water bearer), Pisces (the fish), etc. It was catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "facts": "Cetus is the fourth largest constellation in the sky, occupying an area of 1231 square degrees and it belongs to the Perseus family of constellations. The neighboring constellations are Aquarius, Aries, Eridanus, Fornax, Pisces, Sculptor, and Taurus.",
    "period": "September - January"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/chamaeleon.jpg",
    "name": "Chamaeleon",
    "story": "Chamaeleon constellation is located in the southern sky. It was named after a type of lizard, the chameleon. The constellation was created by the Dutch astronomer Petrus Plancius from the observations of Dutch navigators Pieter Dirkszoon Keyser and Frederick de Houtman in the 16th century. Chamaeleon was first depicted in Johann Bayer’s star atlas Uranometria in 1603. The constellation is sometimes also called the Frying Pan in Australia.",
    "facts": "Chamaeleon is the 79th largest constellation in the sky, occupying an area of only 132 square degrees and it belongs to the Johann Bayer family of constellations. The neighboring constellations are Apus, Carina, Mensa, Musca, Octans, and Volans.",
    "period": "February - May"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/circinus.jpg",
    "name": "Circinus",
    "story": "Circinus constellation is located in the southern sky. Its name means “the compass” in Latin, referring to the tool for drawing circles. Circinus was created and first catalogued by the French astronomer Nicolas Louis de Lacaille in the 18th century. Lacaille created the constellation to bridge the void between Triangulum Australe and the stars marking Centaurus‘s forefeet.",
    "facts": "Circinus is the fourth smallest constellation in the sky, 85th in size, occupying an area of only 93 square degrees and it belongs to the Lacaille family of constellations. The neighboring constellations are Apus, Centaurus, Lupus, Musca, Norma, and Triangulum Australe.",
    "period": "March - August"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/columba.jpg",
    "name": "Columba",
    "story": "Columba constellation is located in the southern sky. Its name means “the dove” in Latin. The constellation’s original name was Columba Noachi, meaning “Noah’s dove.” It was named after the biblical dove that informed Noah that the Great Flood was receding. Columba was introduced by the Dutch astronomer Petrus Plancius in the late 16th century and later appeared in German astronomer Johann Bayer’s star atlas Uranometria of 1603.",
    "facts": "Columba is the 54th constellation in size, occupying an area of 270 square degrees and it belongs to the Heavenly Waters family of constellations. The neighboring constellations are Caelum, Canis Major, Lepus, Pictor, and Puppis.",
    "period": "December - February"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/coma-berenices.jpg",
    "name": "Coma Berenices",
    "story": "Coma Berenices, or Berenice’s Hair, is a constellation in the northern sky. It was named after the Queen Berenice II of Egypt. The constellation is home to the North Galactic Pole. The Greek astronomer Ptolemy considered Coma Berenices to be an asterism in the constellation Leo, representing the tuft at the end of the lion’s tail, and it was not until the 16th century that Berenice’s Hair was promoted to a constellation in its own right, on a celestial globe by the cartographer Caspar Vopel. It is the Danish astronomer Tycho Brahe who is usually credited for the promotion. He included Coma Berenices among the constellations in his star catalogue of 1602.",
    "facts": "Coma Berenices is the 42nd constellation in size, occupying an area of 386 square degrees and it belongs to the Ursa Major family of constellations. The neighboring constellations are Boötes, Canes Venatici, Leo, Ursa Major, and Virgo.",
    "period": "February - July"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/corona-australis.jpg",
    "name": "Corona Australis",
    "story": "Corona Australis is a small, faint constellation in the southern sky. Its name means “the southern crown” in Latin. It is located between the constellations Sagittarius and Scorpius. Corona Australis is said to represent the crown worn by the centaur represented by Sagittarius by some sources, but the constellation is not really tied to any particular myth. Sometimes it is also called Corona Austrina.",
    "facts": "Corona Australis is one of the smallest constellations in the sky, occupying an area of 128 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Ara, Sagittarius, Scorpius, and Telescopium.",
    "period": "May to early October"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/corona-borealis.jpg",
    "name": "Corona Borealis",
    "story": "Corona Borealis is a small but recognizable constellation in the northern sky. Its name means “the northern crown” in Latin. The constellation has only four stars brighter than magnitude 3.00. It was first catalogued by the Greek astronomer Ptolemy in the 2nd century. At the time, it was known simply as Corona. The Greeks saw the constellation representing the southern crown, Corona Australis, as a wreath.",
    "facts": "Corona Borealis is the 73rd constellation in size, occupying an area of 179 square degrees ad it belongs to the Ursa Major family of constellations. The neighboring constellations are Boötes, Hercules, and Serpens Caput.",
    "period": "March - September"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/corvus.jpg",
    "name": "Corvus",
    "story": "Corvus constellation is located in the southern sky. Its name means “crow” or “raven” in Latin. Corvus constellation represents Apollo’s sacred bird in Greek mythology. It was first catalogued by the Greek astronomer Ptolemy in the 2nd century. Corvus does not contain many bright stars and deep sky objects, but it is home to a very famous pair of interacting galaxies, the Antennae Galaxies. The Antennae Galaxies show a likely future of the Milky Way and Andromeda Galaxy (M31) when the two collide.",
    "facts": "Corvus is the 70th constellation in size, occupying an area of 184 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Crater, Hydra, and Virgo.",
    "period": "March - June"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/crater.jpg",
    "name": "Crater",
    "story": "Crater constellation is located in the southern sky. Its name means “the cup” in Latin. Crater is one of the Greek constellations. In mythology, it represents the cup of the Greek god Apollo. The constellation was first catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "facts": "Crater is the 53rd constellation in size, occupying an area of 282 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Corvus, Hydra, Leo, Sextans, and Virgo.",
    "period": "February - May"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/crux.jpg",
    "name": "Crux",
    "story": "Crux, or the Southern Cross, is a prominent constellation in the southern sky. It is the smallest of all 88 constellations. In spite of its size, Crux is one of the best known constellations in the southern hemisphere. It is easily recognizable for the cross-shaped asterism, the Southern Cross, formed by its five brightest stars. The constellation is associated with a number of stories and it figures prominently in different mythologies in the southern hemisphere. It holds special importance in Australia and New Zealand, where it is circumpolar and can be seen throughout the year.",
    "facts": "Crux is the smallest of the 88 constellations, occupying an area of only 68 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Centaurus and Musca.",
    "period": "February - July"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/cygnus.jpg",
    "name": "Cygnus",
    "story": "Cygnus is a prominent constellation in the northern sky. Its name means “the swan” in Latin and it is also known as the Swan constellation. Cygnus is associated with the myth of Zeus and Leda in Greek mythology. The constellation is easy to find in the sky as it features a well-known asterism known as the Northern Cross. Cygnus was first catalogued the by Greek astronomer Ptolemy in the 2nd century.",
    "facts": "Cygnus is the 16th largest constellation in the night sky, occupying an area of 804 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Cepheus, Draco, Lacerta, Lyra, Pegasus, and Vulpecula.",
    "period": "May - November"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/delphinus.jpg",
    "name": "Delphinus",
    "story": "Delphinus constellation is located in the northern sky. Its name means “dolphin” in Latin. In Greek mythology, the constellation represents the dolphin sent by the sea god Poseidon to find Amphitrite, the Nereid he wanted to marry. It is also associated with the story of Arion, the Greek poet and musician whose life was saved by dolphins at sea. Delphinus is one of the smallest constellations in the sky. It is one of the Greek constellations, first catalogued by the Greek astronomer Ptolemy of Alexandria in the 2nd century CE.",
    "facts": "Delphinus is the 69th constellation in size, occupying an area of 189 square degrees and it belongs to the Heavenly Waters family of constellations. The neighboring constellations are Aquarius, Aquila, Equuleus, Pegasus, Sagitta, and Vulpecula.",
    "period": "June - November"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/dorado.jpg",
    "name": "Dorado",
    "story": "Dorado constellation lies in the southern hemisphere. Its name means “the dolphinfish” (Coryphaena hippurus) in Spanish. The constellation has also been depicted as a swordfish. Dorado constellation was created by the Dutch astronomer Petrus Plancius from the observations of Dutch navigators Pieter Dirkszoon Keyser and Frederick de Houtman. The constellation was first depicted in Johann Bayer’s star atlas Uranometria in 1603.",
    "facts": "Dorado is the 72nd constellation in size, occupying an area of 179 square degrees and it belongs to the Johann Bayer family of constellations. The neighboring constellations are Caelum, Horologium, Hydrus, Mensa, Pictor, Reticulum, and Volans.",
    "period": "November - February"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/draco.jpg",
    "name": "Draco",
    "story": "Draco is one of the largest constellations in the sky. Located in the northern celestial hemisphere, the constellation represents Ladon, the dragon that guarded the gardens of the Hesperides in Greek mythology. The name Draco means “the dragon” in Latin. Draco is one of the Greek constellations. It was first catalogued by the Greek astronomer Ptolemy in the 2nd century. It is a circumpolar constellation; it never sets below the horizon for many observers in the northern hemisphere.",
    "facts": "Draco is the eighth largest constellation in the night sky, occupying an area of 1083 square degrees and it belongs to the Ursa Major family of constellations. The neighboring constellations are Boötes, Camelopardalis, Cepheus, Cygnus, Hercules, Lyra, Ursa Major, and Ursa Minor.",
    "period": "Circumpolar / Always"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/equuleus.jpg",
    "name": "Equuleus",
    "story": "Equuleus constellation lies in the northern sky. Its name means “little horse” or “foal” in Latin. The foal constellation is associated with several Greek myths, most notably the one about Hippe, the daughter of the centaur Chiron and the nymph Chariclo. The creator of the constellation is unknown, but Equuleus was introduced by the Greek astronomer Claudius Ptolemy in the 2nd century CE along with other Greek constellations. Equuleus is a small, faint constellation with few notable deep sky objects and no stars brighter than fourth magnitude. It is sometimes also known as Equus Primus, or the First Horse, because it rises just before the constellation Pegasus. The larger Pegasus represents the winged horse in Greek mythology.",
    "facts": "Equuleus is the second smallest constellation in the night sky. It occupies only 72 square degrees and it belongs to the Heavenly Waters constellation family. The neighboring constellations are Aquarius, Delphinus and Pegasus.",
    "period": "July - November"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/eridanus.jpg",
    "name": "Eridanus",
    "story": "Eridanus constellation lies in the southern hemisphere. It is one of the largest constellations in the sky. It represents the celestial river that runs from Cursa (Beta Eridani) near Rigel in Orion all the way to Achernar (Alpha Eridani) in the far southern sky. Achernar, the constellation’s brightest star, is the ninth brightest star in the sky. Eridanus is one of the 48 Greek constellations, first catalogued by the Greek astronomer Claudius Ptolemy in the 2nd century CE. It is associated with the Greek myth of Phaëton and usually depicted as a river flowing from the waters poured by Aquarius. The constellation’s name was was later used as a Latin name for the river Po in Italy. In Sanskrit, Eridanus is called srotaswini, which means “stream,” “current,” or “torrent.”",
    "facts": "Eridanus is the sixth largest constellation in the night sky, occupying an area of 1138 square degrees and it belongs to the Heavenly Waters family of constellations. The neighboring constellations are Caelum, Cetus, Fornax, Horologium, Hydrus, Lepus, Orion, Phoenix, Taurus and Tucana.",
    "period": "November - January"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/fornax.jpg",
    "name": "Fornax",
    "story": "Fornax constellation lies in the southern hemisphere of the sky. Its name means “the furnace” in Latin. Fornax is one of the constellations added by the French astronomer Nicolas Louis de Lacaille in the mid-18th century. There are no myths associated with it. Fornax is a relatively obscure constellation, with only one star brighter than magnitude 4.0. It is notable for the bright galaxies in the Fornax Cluster, including the Great Barred Spiral galaxy (NGC 1365), Fornax A (NGC 1316), the Fornax Dwarf, and UDFy-38135539, the galaxy that is the second most distant object in the universe to be observed.",
    "facts": "Fornax is the 41st largest constellation in the sky, occupying an area of 398 square degrees and it belongs to the Lacaille family of constellations.  The neighboring constellations are Cetus, Eridanus, Phoenix and Sculptor.",
    "period": "November - January"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/gemini.jpg",
    "name": "Gemini",
    "story": "Gemini constellation is located in the northern celestial hemisphere. Its name means “the twins” in Latin. The constellation represents the twins Castor and Pollux (Polydeuces), also known as the Dioscuri in ancient times, in Greek mythology. Gemini is one of the zodiac constellations, first catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "facts": "Gemini is the 30th largest constellation in the sky, occupying an area of 514 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Auriga, Cancer, Canis Minor, Lynx, Monoceros, Orion and Taurus.",
    "period": "November - April"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/grus.jpg",
    "name": "Grus",
    "story": "Grus constellation lies in the southern sky. Its name means “the crane” in Latin. The stars of Grus were once part of the constellation Piscis Austrinus. It was the Dutch astronomer Petrus Plancius who created the constellation Grus from the observations of the Dutch navigators Pieter Dirkszoon Keyser and Frederick de Houtman in the late 16th century.",
    "facts": "Grus is the 45th constellation in size, occupying an area of 366 square degrees in the sky and it belongs to the Johann Bayer family of constellations. The neighboring constellations are Indus, Microscopium, Piscis Austrinus, Phoenix, Sculptor and Tucana.",
    "period": "September - November"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/hercules.jpg",
    "name": "Hercules",
    "story": "Hercules constellation is located in the northern sky. It was named after Hercules, the Roman version of the Greek hero Heracles. Heracles, in turn, was often associated with the Sumerian hero Gilgamesh, and the constellation itself has a long history, dating back to Sumerian times.",
    "facts": "Hercules is the fifth largest constellation. It occupies an area of 1225 square degrees in the sky and it belongs to the Hercules family of constellations. The neighboring constellations are Aquila, Boötes, Corona Borealis, Draco, Lyra, Ophiuchus, Sagitta, Serpens Caput and Vulpecula.",
    "period": "April - December"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/horologium.jpg",
    "name": "Horologium",
    "story": "Horologium constellation lies in the southern sky. Its name means “the clock” in Latin. It is a small, faint constellation that was created in the 18th century by the French astronomer Nicolas Louis de Lacaille. Lacaille originally named the constellation Horologium Oscillitorium, or “the pendulum clock,” but the name was later shortened to simply Horologium, “the clock.”",
    "facts": "Horologium is the 58th constellation in size, occupying an area of 249 square degrees in the night sky and it belongs to the Lacaille family of constellations. The neighboring constellations are Caelum, Dorado, Eridanus, Hydrus and Reticulum.",
    "period": "Late October to Late February"
},
{
    "image": "http://www.seasky.org/constellations/assets/images/hydra.jpg",
    "name": "Hydra",
    "story": "Hydra, the water snake, is the largest constellation in the sky. Hydra’s head is located south of the constellation Cancer and its tail lies between Centaurus and Libra. The constellation was first catalogued by the Greek astronomer Ptolemy in the 2nd century. It represents the Lernaean Hydra from the Greek myth of Heracles’ Twelve Labours. Sometimes it is taken to represent the water snake from the myth about the crow that tried to trick the god Apollo by blaming the snake for its tardiness in fetching the god some water.",
    "facts": "Hydra is the largest of the 88 constellations. It occupies an area of 1303 square degrees in the night sky and it belongs to the Hercules family of constellations. The neighboring constellations are Antlia, Cancer, Canis Minor, Centaurus, Corvus, Crater, Leo, Libra, Lupus, Monoceros, Puppis, Pyxis, Sextans and Virgo.",
    "period": "February - May"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/hydrus.jpg",
    "name": "Hydrus",
    "story": "Hydrus constellation lies in the southern hemisphere. Its name means “the male water snake” in Latin. Hydrus is also known as “the lesser water snake,” the counterpart to the larger Hydra constellation, from which it is separated by the constellations Eridanus and Orion, and by the Milky Way. Hydrus lies between the two Magellanic Clouds, between Eridanus and the south celestial pole.",
    "facts": "Hydrus is the 61st constellation in size, occupying an area of 243 square degrees and it belongs to the Johann Bayer family of constellations. The neighboring constellations are Dorado, Eridanus, Horologium, Mensa, Octans, Phoenix, Reticulum and Tucana.",
    "period": "October to Late December"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/indus.jpg",
    "name": "Indus",
    "story": "Indus constellation is located in the southern hemisphere. It does not contain any bright stars. The constellation represents the Indian, referring to a native of either of Asia or the Americas at the time the constellation was created. The constellation was created by the Dutch astronomer Petrus Plancius in the late 16th century and first depicted in a star atlas in Johann Bayer’s Uranometria atlas in 1603. Plancius depicted Indus as a naked man holding arrows in both hands. Indus is a relatively dim constellation. Its brightest stars are only of third magnitude.",
    "facts": "Indus is the 49th constellation in size, occupying an area of 294 square degrees and it belongs to the Johann Bayer family of constellations. The neighboring constellations are Grus, Microscopium, Octans, Pavo, Sagittarius, Telescopium and Tucana.",
    "period": "August - October"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/lacerta.jpg",
    "name": "Lacerta",
    "story": "Lacerta constellation lies in the northern sky, between Andromeda and Cygnus. Its name means “the lizard” in Latin. Lacerta was created by the Polish astronomer Johannes Hevelius in 1687. It is a small, faint constellation that is sometimes referred to as Little Cassiopeia because its brightest stars form a “W” shape, just like the stars in the considerably larger Cassiopeia constellation.",
    "facts": "Lacerta is the 68th constellation in size, occupying an area of 201 square degrees and it belongs to the Perseus family of constellations. The neighboring constellations are Andromeda, Cassiopeia, Cepheus, Cygnus and Pegasus.",
    "period": "May - February "
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/leo.jpg",
    "name": "Leo",
    "story": "Leo constellation lies in the northern sky. It is one of the zodiac constellations and one of the largest constellations in the sky. Leo represents the lion and is usually associated with the Nemean lion in Greek mythology. The constellation was first catalogued by the Greek astronomer Ptolemy in the 2nd century, along with all the other constellations of the zodiac.",
    "facts": "Leo is the 12th largest constellation in size, occupying an area of 947 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Cancer, Coma Berenices, Crater, Hydra, Leo Minor, Lynx, Sextans, Ursa Major and Virgo.",
    "period": "January - June"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/leo-minor.jpg",
    "name": "Leo Minor",
    "story": "Leo Minor is a small, faint constellation in the northern sky, with only one star brighter than fourth magnitude. The constellation’s name means “the smaller lion” in Latin. Leo Minor was created by the Polish astronomer Johannes Hevelius in 1687. Hevelius created the constellation from 18 stars between the larger constellations Leo and Ursa Major.",
    "facts": "Leo Minor is the 64th constellation in size, occupying an area of 232 square degrees and it belongs to the Ursa Major family of constellations. The neighboring constellations are Cancer, Leo, Lynx and Ursa Major.",
    "period": "January - June"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/lepus.jpg",
    "name": "Lepus",
    "story": "Lepus constellation lies in the northern sky, just under the feet of Orion. The constellation’s name means “the hare” in Latin. Lepus is not associated with any particular myth, but is sometimes depicted as a hare being chased by the mythical hunter Orion or by his hunting dogs, represented by the constellations Canis Major and Canis Minor. Lepus was first catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "facts": "Lepus is the 51st constellation in size, occupying an area of 290 square degrees and it belongs to the Orion family of constellations. The neighboring constellations are Caelum, Canis Major, Columba, Eridanus, Monoceros and Orion.",
    "period": "December to late February"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/libra.jpg",
    "name": "Libra",
    "story": "Libra constellation lies in the southern sky. It is one of the zodiac constellations, first catalogued by Ptolemy in the 2nd century CE. The constellation’s name means “the weighing scales” in Latin. Libra is usually depicted as the scales held by the Greek goddess of justice Dike (or Astraea), represented by the neighbouring Virgo constellation. Libra is the only zodiac constellation that represents an object, not an animal or a character from mythology. The four brightest stars in the constellation form a quadrangle. Alpha and Beta Librae mark the scales’ balance beam, and Gamma and Sigma Librae represent the weighing pans.",
    "facts": "Libra is the 29th constellation in size, occupying an area of 538 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Centaurus, Hydra, Lupus, Ophiuchus, Scorpius, Serpens Caput and Virgo.",
    "period": "May - July"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/lupus.jpg",
    "name": "Lupus",
    "story": "Lupus constellation lies in the southern hemisphere, between Centaurus and Scorpius. Its name means “the wolf” in Latin. Lupus was first catalogued by the Greek astronomer Ptolemy in the 2nd century. Even though it is an old constellation, Lupus is not associated with any myths.",
    "facts": "Lupus is the 46th constellation in size, occupying an area of 334 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Centaurus, Circinus, Hydra, Libra, Norma and Scorpius.",
    "period": "June"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/lynx.jpg",
    "name": "Lynx",
    "story": "Lynx constellation is located in the northern hemisphere. It represents the lynx, and it is not usually associated with any myths. Lynx is one of the several constellations that were introduced by the Polish astronomer Johannes Hevelius in the 17th century.",
    "facts": "Lynx is the 28th constellation in size, occupying an area of 545 square degrees and it belongs to the Ursa Major family of constellations. The neighboring constellations are Auriga, Camelopardalis, Cancer, Gemini, Leo, Leo Minor and Ursa Major.",
    "period": "Last week in February to March"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/lyra.jpg",
    "name": "Lyra",
    "story": "Lyra constellation lies in the northern sky. It represents the lyre, a musical instrument with strings used in antiquity and later times. The constellation is associated with the myth of the Greek musician and poet Orpheus. It was first catalogued by the astronomer Ptolemy in the 2nd century.",
    "facts": "Lyra is a small constellation, 52nd in size, occupying an area of 286 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Cygnus, Draco, Hercules and Vulpecula.",
    "period": "April - November"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/mensa.jpg",
    "name": "Mensa",
    "story": "Mensa constellation lies in the southern hemisphere. Its name means “table” in Latin. Next to Octans, Mensa is the southernmost of the 88 constellations and it cannot be observed from the northern hemisphere. The constellation was introduced by the French astronomer Nicolas Louis de Lacaille in the 18th century. Lacaille named it Mons Mensae, or Table Mountain, after the mountain in South Africa, from where he had observed the constellations in the southern sky.",
    "facts": "Mensa is the 75th constellation in size, occupying an area of only 153 square degrees and it belongs to the Lacaille family of constellations. The neighboring constellations are Chamaeleon, Dorado, Hydrus, Octans and Volans.",
    "period": "December - February"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/microscopium.jpg",
    "name": "Microscopium",
    "story": "Microscopium constellation lies in the southern hemisphere. It represents the microscope and is not associated with any myths. Microscopium lies to the south of Capricornus, between the constellations Piscis Austrinus and Sagittarius. It is a small, faint constellation that is hard to see from northern latitudes. It was introduced by the French astronomer Nicolas Louis de Lacaille in the 18th century.",
    "facts": "Microscopium is the 66th constellation in size, occupying an area of 210 square degrees and it belongs to the Lacaille family of constellations. The neighboring constellations are Capricornus, Grus, Indus, Piscis Austrinus, Sagittarius and Telescopium.",
    "period": "August - September"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/monoceros.jpg",
    "name": "Monoceros",
    "story": "Monoceros constellation lies in the northern sky, on the celestial equator. Its name means “unicorn” in Latin. Monoceros was introduced by the Dutch astronomer and cartographer Petrus Plancius from the observations of Dutch navigators in the 17th century. The constellation represents the mythical single-horned, horse-like creature. Monoceros is a relatively faint constellation, containing only a few fourth magnitude stars, but it is nevertheless home to several notable stars: the famous variables S Monocerotis, R Monocerotis, and V838 Monocerotis, Plaskett’s Star, which is one of the most massive binary stars known, and the triple star Beta Monocerotis.",
    "facts": "Monoceros is the 35th constellation in size, occupying an area of 482 square degrees and it belongs to the Orion family of constellations. The neighboring constellations are Canis Major, Canis Minor, Gemini, Hydra, Lepus, Orion and Puppis.",
    "period": "February - April"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/musca.jpg",
    "name": "Musca",
    "story": "Musca constellation is located in the southern sky, just to the south of Crux, the Southern Cross. Its name means “the fly” in Latin. The constellation was created by the Dutch astronomer Petrus Plancius from the observations of Dutch navigators Pieter Dirkszoon Keyser and Frederick de Houtman in the late 16th century. It was first depicted in a celestial atlas in 1603, in Johann Bayer’s Uranometria.",
    "facts": "Musca is the 77th constellation in size, occupying an area of 138 square degrees and it belongs to the Johann Bayer family of constellations. The neighboring constellations are Apus, Carina, Centaurus, Chamaeleon, Circinus and Crux.",
    "period": "April - May"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/norma.jpg",
    "name": "Norma",
    "story": "Norma constellation lies in the southern sky, between the constellations Scorpius and Centaurus. Its name means “normal” in Latin (referring to a right angle) and it represents a level, a set square, a rule, or a carpenter’s square. The constellation was introduced by the French astronomer Nicolas Louis de Lacaille in the mid-18th century. Lacaille originally named the constellation l’Equerre et la Regle, after a draughtsman’s set-square and rule. Norma is one of the smaller constellations and does not have any prominent stars. It is home to the Norma Cluster of galaxies",
    "facts": "Norma is the 74th constellation in size, occupying an area of 165 square degrees and it belongs to the Lacaille family of constellations. The neighboring constellations are Ara, Circinus, Lupus, Scorpius and Triangulum Australe.",
    "period": "June"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/octans.jpg",
    "name": "Octans",
    "story": "Octans constellation is located in the southern hemisphere. It was named after the octant, a navigational instrument. The constellation was introduced by the French astronomer Nicolas Louis de Lacaille in the 18th century. Octans is the location of the South Celestial Pole. The constellation is circumpolar to the South Pole – it never sets below the horizon. It does not have any stars brighter than fourth magnitude or any deep sky objects that are bright enough for observers. Octans contains the southern pole star, Sigma Octantis (Polaris Australis), which is located about a degree away from the South Celestial Pole. The star cannot be used in navigation because it is too faint.",
    "facts": "Octans is the 50th constellation in size, occupying an area of 291 square degrees and it belongs to the Lacaille family of constellations. The neighboring constellations are Apus, Chamaeleon, Hydrus, Indus, Mensa, Pavo and Tucana.",
    "period": "October"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/ophiuchus.jpg",
    "name": "Ophiuchus",
    "story": "Ophiuchus constellation lies in the southern sky, near the celestial equator. Its name means “the serpent bearer” in Greek. The constellation is associated with the figure of Asclepius, the famous healer in Greek mythology. It was one of the constellations first catalogued by the Greek astronomer Ptolemy in the 2nd century. Sometimes, it is also known by its Latin name, Serpentarius. Ophiuchus is generally depicted as a man holding a snake, represented by the neighboring constellation Serpens, which is divided into two parts by Ophiuchus: Serpens Caput, the snake’s head, and Serpens Cauda, the snake’s tail. The snake is usually depicted coiled around his waist.",
    "facts": "Ophiuchus is the 11th largest constellation in the sky, occupying an area of 948 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Aquila, Hercules, Libra, Sagittarius, Scorpius and Serpens.",
    "period": "June - August"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/orion.jpg",
    "name": "Orion",
    "story": "Orion constellation is one of the brightest and best known constellations in the night sky. It lies on the celestial equator. Orion has been known since ancient times. The constellation is also known as the Hunter, as it is associated with one in Greek mythology. It represents the mythical hunter Orion, who is often depicted in star maps as either facing the charge of Taurus, the bull, pursuing the Pleiades sisters, represented by the famous open cluster, or chasing after the hare (constellation Lepus) with his two hunting dogs, represented by the nearby constellations Canis Major and Canis Minor.",
    "facts": "Orion is the 26th constellation in size, occupying an area of 594 square degrees and it belongs to the Orion family of constellations. The neighboring constellations are Eridanus, Gemini, Lepus, Monoceros and Taurus.",
    "period": "November to early March"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/pavo.jpg",
    "name": "Pavo",
    "story": "Pavo constellation lies in the southern sky. Its name means “the peacock” in Latin. The constellation was introduced by the Dutch astronomer Petrus Plancius from the observations of Dutch navigators Frederick de Houtman and Pieter Dirkszoon Keyser in the late 16th century. Pavo was first depicted in 1598 on Plancius’ globe and first appeared in a star atlas in 1603, in Johann Bayer’s Uranometria.",
    "facts": "Pavo is the 44th constellation in size, occupying an area of 378 square degrees and it belongs to the Johann Bayer family of constellations. The neighboring constellations are Apus, Ara, Indus, Octans and Telescopium.",
    "period": "July - September"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/pegasus.jpg",
    "name": "Pegasus",
    "story": "Pegasus constellation lies in the northern hemisphere. It is one of the largest constellations in the sky. It was first catalogued by the Greek astronomer Ptolemy in the 2nd century. The constellation was named after Pegasus, the winged horse in Greek mythology.",
    "facts": "Pegasus is the seventh largest constellation in the sky, occupying an area of 1121 square degrees and it belongs to the Perseus family of constellations. The neighboring constellations are Andromeda, Aquarius, Cygnus, Delphinus, Equuleus, Lacerta, Pisces and Vulpecula.",
    "period": "August - December"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/perseus.jpg",
    "name": "Perseus",
    "story": "Perseus constellation lies in the northern sky, next to Andromeda. It was named after the hero Perseus in Greek mythology. Perseus is one of the larger northern constellations. It was first catalogued by the Greek astronomer Ptolemy in the 2nd century. The constellation is best known for its annual Perseid meteor shower.",
    "facts": "Perseus is the 24th largest constellation in the sky, occupying an area of 615 square degrees and it belongs to the Perseus family of constellations. The neighboring constellations are Andromeda, Aries, Auriga, Camelopardalis, Cassiopeia, Taurus and Triangulum.",
    "period": "August - April"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/phoenix.jpg",
    "name": "Phoenix",
    "story": "Phoenix constellation lies in the southern sky. It was named after the phoenix, the mythical bird that rises from its own ashes. The constellation was originally introduced by the Dutch astronomer and cartographer Petrus Plancius from the observations of the Dutch navigators Frederick Houtman and Pieter Dirkszoon Keyser in the late 16th century. It is a relatively small constellation, but it is the largest among the 12 constellations created and named by Plancius. It was first depicted on his globe in 1598 and later appeared in Johann Bayer’s atlas Uranometria in 1603.",
    "facts": "Phoenix is the 37th constellation in size, occupying an area of 469 square degrees and it belongs to the Johann Bayer family of constellations. The neighboring constellations are Eridanus, Grus, Fornax, Hydrus, Sculptor and Tucana.",
    "period": "August - April"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/pictor.jpg",
    "name": "Pictor",
    "story": "Pictor constellation lies in the southern sky. Its name is Latin for “painter,” but the constellation really represents the painter’s easel. Pictor can be found between the bright star Canopus in Carina constellation and the Large Magellanic Cloud in Dorado and Mensa.",
    "facts": "Pictor is the 59th constellation in size, occupying an area of 247 square degrees and it belongs to the Lacaille family of constellations. The neighboring constellations are Caelum, Carina, Columba, Dorado, Puppis and Volans.",
    "period": "August - December"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/pisces.jpg",
    "name": "Pisces",
    "story": "Pisces constellation lies in the northern sky. Its name means “the fish” (plural) in Latin. Pisces is one of the largest constellations in the sky. Pisces lies between Aries constellation to the east and Aquarius to the west. It is one of the zodiac constellations, first catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "facts": "Pisces is the 14th constellation in size, occupying an area of 889 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Andromeda, Aquarius, Aries, Cetus, Pegasus and Triangulum.",
    "period": "September - January"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/piscis-austrinus.jpg",
    "name": "Piscis Austrinus",
    "story": "Piscis Austrinus constellation lies in the southern sky. Its name means “the southern fish” in Latin. The constellation is sometimes also called Piscis Australis. It was first catalogued by the Greek astronomer Ptolemy in the 2nd century CE, but its history dates back to Babylonian times. Until the 20th century, the constellation went by the name Piscis Notius. In the late 16th century, the Dutch astronomer Petrus Plancius separated some of its stars to form a new constellation, Grus.",
    "facts": "Piscis Austrinus is the 60th constellation in size, occupying an area of 245 square degrees and it belongs to the Heavenly Waters family of constellations. The neighboring constellations are Aquarius, Capricornus, Grus, Microscopium and Sculptor.",
    "period": "August - November"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/puppis.jpg",
    "name": "Puppis",
    "story": "Puppis constellation is located in the southern hemisphere. It represents the stern of the ship Argo, on which Jason and the Argonauts sailed to get the Golden Fleece. Puppis used to be part of the much larger constellation Argo Navis, before the constellation was divided into several smaller ones: Carina (the keel), Vela (the sails) and Puppis (the stern). Argo Navis was first catalogued by the Greek astronomer Claudius Ptolemy in his Almagest in the 2nd century CE. It was divided into the three smaller constellations by the French astronomer Nicolas Louis de Lacaille in 1752.",
    "facts": "Puppis is the 20th constellation in size, occupying an area of 673 square degrees and it belongs to the Heavenly Waters family of constellations. The neighboring constellations are Carina, Canis Major, Columba, Hydra, Monoceros, Pictor, Pyxis and Vela.",
    "period": "January - April"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/pyxis.jpg",
    "name": "Pyxis",
    "story": "Pyxis constellation lies in the southern sky. It represents a mariner’s compass. Pyxis was one of the constellations created by the French astronomer Nicolas Louis de Lacaille in the 18th century. Lacaille named the constellation Pyxis Nautica, but the name was later simplified to Pyxis. Pyxis lies near the former constellation Argo Navis, which represented the Argonauts’ ship in Greek mythology, but was eventually broken into several smaller constellations. Pyxis is sometimes taken to represent the ship’s compass, but unlike Argo Navis, it was not one of the Greek constellations.",
    "facts": "Pyxis is the 65th constellation in size, occupying an area of 221 square degrees and it belongs to the Heavenly Waters family of constellations. The neighboring constellations are Antlia, Hydra, Puppis and Vela.",
    "period": "February - April"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/reticulum.jpg",
    "name": "Reticulum",
    "story": "Reticulum constellation lies in the southern sky. Its name means “the reticle” or “small net” in Latin. Reticulum represents the small net at the focus of an eyepiece on the telescope which makes it possible to measure star positions. The constellation was introduced in 1621 by the German astronomer Isaac Habrecht II, who originally named it Rhombus. Nicolas Louis de Lacaille changed its name to Reticulum in the 18th century.",
    "facts": "Reticulum is one of the smallest constellations in the sky, 82nd in size, occupying an area of 114 square degrees and it belongs to the Lacaille family of constellations. The neighboring constellations are Dorado, Horologium and Hydrus.",
    "period": "December"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/sagitta.jpg",
    "name": "Sagitta",
    "story": "Sagitta constellation lies in the northern sky. Its name means “the arrow” in Latin. Sagitta is the third smallest constellation in the sky. Sagitta is one of the Greek constellations. It was first catalogued by the Greek astronomer Ptolemy in the 2nd century. It represents Heracles’ arrow in Greek mythology.",
    "facts": "Sagitta is the 86th constellation in size, occupying an area of only 80 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Aquila, Delphinus, Hercules and Vulpecula.",
    "period": "May - November"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/sagittarius.jpg",
    "name": "Sagittarius",
    "story": "Sagittarius constellation lies in the southern sky. It is one of the constellations of the zodiac. It represents the archer. Sagittarius is usually depicted as a centaur holding a bow and arrow. It is also associated with Crotus, the satyr who kept company of the Muses on Mount Helicon. Sagittarius is one of the largest southern constellations. It is easy to find because it lies on the Milky Way and its brightest stars form an asterism known as the Teapot. Like other zodiac constellations, Sagittarius was first catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "facts": "Sagittarius is the 15th largest constellation in the sky. It occupies an area of 867 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Aquila, Capricornus, Corona Australis, Indus, Microscopium, Ophiuchus, Scutum, Scorpius, Serpens Cauda and Telescopium.",
    "period": "Late July to August"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/scorpius.jpg",
    "name": "Scorpius",
    "story": "Scorpius constellation lies in the southern sky. It represents the scorpion and is associated with the story of Orion in Greek mythology. Scorpius is one of the zodiac constellations, first catalogued by the Greek astronomer Ptolemy in the 2nd century. Scorpius pre-dates the Greeks, and is one of the oldest constellations known. The Sumerians called it GIR-TAB, or “the scorpion,” about 5,000 years ago.",
    "facts": "Scorpius is the 33rd constellation in size, occupying an area of 497 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Ara, Corona Australis, Libra, Lupus, Norma, Ophiuchus and Sagittarius.",
    "period": "June - August"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/sculptor.jpg",
    "name": "Sculptor",
    "story": "Sculptor constellation lies in the southern sky, to the south of Aquarius and Cetus. It was one of the southern constellations introduced by the French astronomer Nicolas Louis de Lacaille in the 18th century. Lacaille originally named it Apparatus Sculptoris, which means “the sculptor’s studio,” but the name was later shortened to Sculptor.",
    "facts": "Sculptor is the 36th constellation in size, occupying an area of 475 square degrees and it belongs to the Lacaille family of constellations. The neighboring constellations are Aquarius, Cetus, Fornax, Grus, Phoenix and Piscis Austrinus.",
    "period": "Early October to late November"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/scutum.jpg",
    "name": "Scutum",
    "story": "Scutum constellation lies in the southern sky. Its name means “the shield” in Latin. It is the fifth smallest constellation in the sky. The constellation was originally introduced by the Polish astronomer Johannes Hevelius in the 17th century. Hevelius named it Scutum Sobiescianum, Shield of Sobieski, in honour of the Polish King Jan III Sobieski, who had been victorious in the Battle of Vienna in 1683. Hevelius created the constellation a year later to commemorate the event, and the name was eventually simplified to Scutum.",
    "facts": "Scutum is the 84th constellation in size, occupying an area of only 109 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Aquila, Sagittarius and Serpens Cauda.",
    "period": "June - September"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/serpens-caput.jpg",
    "name": "Serpens",
    "story": "Serpens constellation lies in the northern hemisphere. Its name means “the serpent” in Latin. Serpens is one of the Greek constellations, first catalogued by the Greek astronomer Ptolemy in the 2nd century. The constellation is divided into two parts by Ophiuchus, the snake bearer: Serpens Caput, representing the serpent’s head, and Serpens Cauda, the serpent’s tail.",
    "facts": "Serpens is the 23rd constellation in size, occupying an area of 637 square degrees and it belongs to the Hercules family of constellations. Serpens Caput, the western part of the constellation, representing the serpent’s head and Serpens Cauda, the eastern part, representing the serpent’s tail. The constellations bordering Serpens Caput are Boötes, Corona Borealis, Hercules, Libra, Ophiuchus and Virgo. The constellations bordering Serpens Cauda are Aquila, Ophiuchus, Sagittarius and Scutum.",
    "period": "July - September"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/sextans.jpg",
    "name": "Sextans",
    "story": "Sextans constellation lies in the southern sky, near the celestial equator. It represents the astronomical sextant. Sextans is located in a dim region of the sky between the constellations Hydra, Crater, and Leo. The constellation was created by the Polish astronomer Johannes Hevelius in the 17th century. It is a rather faint one, with only one star brighter than fifth magnitude.",
    "facts": "Sextans is the 47th constellation in size, occupying an area of 314 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Crater, Hydra and Leo.",
    "period": "April"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/taurus.jpg",
    "name": "Taurus",
    "story": "Taurus is a large constellation in the northern sky. Its name means “bull” in Latin. It is one of the oldest constellations. Its history dates back to the Bronze Age. Taurus is one of the 12 constellations of the zodiac, first catalogued by the Greek astronomer Claudius Ptolemy in the 2nd century CE. In Greek mythology, the constellation is associated with Zeus, who transformed himself into a bull to get close to Europa and abduct her.",
    "facts": "Taurus is the 17th largest constellation in the sky, occupying an area of 797 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Aries, Auriga, Cetus, Eridanus, Gemini, Orion and Perseus.",
    "period": "October - March"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/telescopium.jpg",
    "name": "Telescopium",
    "story": "Telescopium constellation lies in the southern sky, south of Sagittarius and Corona Australis. As the name indicates, Telescopum represents the telescope. The constellation was created by the French astronomer Nicolas Louis de Lacaille in the 18th century. Lacaille named it after a type of telescope in honour of its invention.",
    "facts": "Telescopium is the 57th constellation in size, occupying an area of 252 square degrees and it belongs to the Lacaille family of constellations. The neighboring constellations are Ara, Corona Australis, Indus, Microscopium, Pavo and Sagittarius.",
    "period": "June - September"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/triangulum.jpg",
    "name": "Triangulum",
    "story": "Triangulum constellation is located in the northern sky. Its name means “the triangle” in Latin. Triangulum is one of the Greek constellations. It was first catalogued by the Greek astronomer Ptolemy in the 2nd century. It does not have any first magnitude stars. The three brightest stars in the constellation form the shape of a long, narrow triangle.",
    "facts": "Triangulum is the 78th constellation in size, occupying an area of 132 square degrees and it belongs to the Perseus family of constellations. The neighboring constellations are Andromeda, Aries, Perseus and Pisces.",
    "period": "October - December"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/triangulum-australe.jpg",
    "name": "Triangulum Australe",
    "story": "Triangulum Australe constellation lies in the southern sky. Its name means “the southern triangle” in Latin. The three brightest stars in the constellation form an equilateral triangle. Triangulum Australe was created by the Dutch astronomer Petrus Plancius in the late 16th century and the first depiction of the constellation appeared in 1603, in Johann Bayer’s Uranometria.",
    "facts": "Triangulum Australe is the 83rd constellation in size, occupying an area of 110 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Apus, Ara, Circinus and Norma.",
    "period": "Late April  to middle of September"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/tucana.jpg",
    "name": "Tucana",
    "story": "Tucana constellation lies in the southern hemisphere. It represents the toucan, a bird found in tropical and sub-tropical regions. The constellation was introduced by the Dutch astronomer Petrus Plancius from the observations of Dutch sailors Frederick de Houtman and Pieter Dirkszoon Keyser in the late 16th century. It was first depicted in a celestial atlas in 1603, in Johann Bayer’s Uranometria.",
    "facts": "Tucana is the 48th constellation in size, occupying an area of 295 square degrees and it belongs to the Johann Bayer family of constellations. The neighboring constellations are Eridanus, Grus, Hydrus, Indus, Octans and Phoenix.",
    "period": "September to Early December"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/ursa-major.jpg",
    "name": "Ursa Major",
    "story": "Ursa Major constellation lies in the northern sky. Its name means “the great bear,” or “the larger bear,” in Latin. The smaller bear is represented by Ursa Minor. Ursa Major is the largest northern constellation and third largest constellation in the sky. Its brightest stars form the Big Dipper asterism, one of the most recognizable shapes in the sky, also known as the Plough. Ursa Major is well-known in most world cultures and associated with a number of myths. It was one of the constellations catalogued by the Greek astronomer Ptolemy in the 2nd century. In Greek mythology, it is associated with Callisto, a nymph who was turned into a bear by Zeus’ jealous wife Hera.",
    "facts": "Ursa Major is the third largest constellation in the sky, occupying an area of 1280 square degrees and it belongs to the Ursa Major family of constellations. The neighboring constellations are Boötes, Camelopardalis, Canes Venatici, Coma Berenices, Draco, Leo, Leo Minor and Lynx.",
    "period": "Circumpolar, better in April / Always"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/ursa-minor.jpg",
    "name": "Ursa Minor",
    "story": "Ursa Minor constellation lies in the northern sky. The constellation’s name means “the smaller bear,” or “the lesser bear,” in Latin. The Great Bear constellation is represented by its larger neighbor Ursa Major. Ursa Minor was first catalogued by the Greek astronomer Ptolemy in the 2nd century. It is easy to recognize because it contains the famous Little Dipper asterism. Ursa Minor is also notable for marking the location of the north celestial pole, as it is home to Polaris, the North Star, which is located at the end of the dipper’s handle.",
    "facts": "Ursa Minor is the 56th constellation in size, occupying an area of 256 square degrees and it belongs to the Ursa Major family of constellations. The neighboring constellations are Camelopardalis, Cepheus and Draco.",
    "period": "Circumpolar, better in June - May / Always"
}, 
{
    "image": "http://www.seasky.org/constellations/assets/images/vela.jpg",
    "name": "Vela",
    "story": "Vela constellation lies in the southern hemisphere. Its name means “the sails” in Latin. The constellation represents the sails of the Argo Navis, the ship on which Jason and the Argonauts sailed on their quest for the Golden Fleece. It was once part of the much larger constellation Argo Navis, which was divided into three smaller constellations – Vela (the sails), Carina (the keel) and Puppis (the stern) – by the French astronomer Nicolas Louis de Lacaille in the 1750s. Argo Navis was one of the 48 Greek constellations, first catalogued by the Greek astronomer Claudius Ptolemy in the 2nd century CE.",
    "facts": "Vela is the 32nd constellation in size, occupying an area of 500 square degrees and it belongs to the Heavenly Waters family of constellations. The neighboring constellations are Antlia, Carina, Centaurus, Puppis and Pyxis.",
    "period": "February - April"
},
{
    "image": "http://www.seasky.org/constellations/assets/images/virgo.jpg",
    "name": "Virgo",
    "story": "Virgo constellation lies in the southern sky. Its name means “virgin” in Latin. Virgo is one of the 12 zodiac constellations, first catalogued by the Greek astronomer Ptolemy in the 2nd century. It contains Spica, one of the brightest stars in the night sky. It also contains the autumn equinox point, which lies close to the star Beta Virginis. This is one of the two points in the sky (the other being in the constellation Pisces) where the celestial equator intersects with the ecliptic. Virgo is the second largest constellation in the sky. The only constellation larger in size is Hydra.",
    "facts": "Virgo is the second largest constellation in the sky, occupying an area of 1294 square degrees and it belongs to the Zodiac family of constellations. The neighboring constellations are Boötes, Coma Berenices, Corvus, Crater, Hydra, Leo, Libra and Serpens Caput.",
    "period": "March - June"
},
{
    "image": "http://www.seasky.org/constellations/assets/images/volans.jpg",
    "name": "Volans",
    "story": "Volans constellation lies in the southern sky. It is one of the smallest constellations. It represents the flying fish. Volans is not associated with any myths. It was one of the constellations created by the Dutch astronomer and cartographer Petrus Plancius in the late 16th century that first appeared depicted in a star atlas in 1603, in Johann Bayer’s Uranometria. The constellation was originally named Piscis Volans, the flying fish, by Plancius, but the name was eventually shortened to Volans.",
    "facts": "Volans is the 76th constellation in size, occupying an area of 141 square degrees and it belongs to the Johann Bayer family of constellations. The neighboring constellations are Carina, Chamaeleon, Dorado, Mensa and Pictor.",
    "period": "January - April"
},
{
    "image": "http://www.seasky.org/constellations/assets/images/vulpecula.jpg",
    "name": "Vulpecula",
    "story": "Vulpecula constellation lies in the northern sky. Its name means “the little fox” in Latin. It is not associated with any myths. The constellation is a relatively faint one, with no stars brighter than fourth magnitude. It lies in the middle of the Summer Triangle, an asterism formed by the bright stars Vega in the constellation Lyra, Altair in Aquila, and Deneb in Cygnus.",
    "facts": "Vulpecula is the 55th constellation in size, occupying an area of 268 square degrees and it belongs to the Hercules family of constellations. The neighboring constellations are Cygnus, Delphinus, Hercules, Lyra, Pegasus and Sagitta.",
    "period": "March - November"
}
]
